Simulación/OpenFOAM/0/.ipynb_checkpoints/U-checkpoint
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0 0 0);

boundaryField
{
    defaultFaces
    {
        type            noSlip;
    }

    ingreso
    {
        type            fixedValue;
        value           uniform (1 0 0);
    }

    salida
    {
        type            zeroGradient;
    }

    back
    {
        type            empty;
    }
    
    front
    {
        type            empty;
    }
}

// ************************************************************************* //
