Simulación/OpenFOAM/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    back
    {
        type            empty;
        nFaces          5756;
        startFace       11231;
    }
    front
    {
        type            empty;
        nFaces          5756;
        startFace       16987;
    }
    ingreso
    {
        type            patch;
        nFaces          14;
        startFace       22743;
    }
    salida
    {
        type            patch;
        nFaces          2;
        startFace       22757;
    }
    defaultFaces
    {
        type            wall;
        nFaces          534;
        startFace       22759;
    }
)

// ************************************************************************* //
